<!doctype HTML>
<html>
<head>
    <meta charset="utf-8">
	
	<title>В. Бірки</title>
	
	<!-- CSS -->
	<link href="css/styles.css" rel="stylesheet" type="text/css">
	
	<!-- ICON -->
	<link rel="shortcut icon" href="icons/logo1.png" type="image/x-icon">
	<link rel="icon" href="icons/favicon.ico" type="image/x-icon">
</head>

<body>
	<header>
	<div class="headertop">
		<div class="inner">
			<div id="logo"> <a href="index.php"><img src="icons/logo2.png"></a></div>
		</div>
	</div>
	<div class="headerbottom">
		<div class="inner">
			<nav>
				<ul class="topnav">
					<li class="first"><a href="index.php" title="Головна">головна</a></li>
					<li class="current"><a href="history.php" title="Історія">історія</a></li>
					<li><a href="school.php" title="Школа">школа</a></li>
					<li><a href="schedule.php" title="Розклад Транспорту">розклад транспорту</a></li>
					<li><a href="map.php" title="Карта">карта</a></li>
					<li><a href="victoria.php" title="ФК Вікторія">фк вікторія</a></li>
					<li class="last"><a href="about.php" title="Про Сайт">про сайт</a></li>
				</ul>
			</nav>
		</div>
	</div>
	</header>
	
	<!-- CONTENT -->

	<content>
		<div class="content">
			<h1>Історія нашого селища</h1>
			<hr class="topicHR">
			<div class="wrapper">
				<div id="panorama"></div>
				<div class="hblock">
					<p><strong>Вели́кі Бі́рки</strong> (англ. Velýki Bírky, пол. Borki Wielkie, рос. Вели́кие Бо́рки) — селище міського типу у Тернопільському районі, Тернопільської області. Розташоване на обох берегах річки Гнізни Гнилої верхньої частини Гнізни — лівої притоки Серету, за 12 км на схід від Тернополя. Через територію селища протікають річки Теребна та Гніздечна — ліва і права притоки Гнізни Гнилої.</p>
				</div>	
				<hr>
				<div class="hblock">
				<h3>Назва</h3>
					<p>Сучасна назва Бірки походить від староукраїнського слова бір, що означає сосновий ліс. У XV ст. між річками Серетом і Гнізною був великий ліс, тому селище дістало назву Бо́рки від місцевості де воно виникло, згодом назви трансформувались: у XVI—XVII ст. містечко Бо́рки, у другій половині XVII ст. — село Подбор'є, Бо́рки, від середини 30-х рр. XIX ст. Бо́рки вели́кі, згодом Вели́кі Бо́рки , від 1967 р. с. Вели́кі Бі́рки, від 27 травня 1978 р.  — смт Вели́кі Бі́рки.</p>
				</div>
				<hr>
				<div class="hblock">	
				<h3>Археологічні знахідки</h3>
					<p>Територія сучасних Великих Бірок була заселена з часів пізнього палеоліту. До найдавніших археологічних знахідок виявлених на території селища відносяться крем'яні знаряддя праці та їх уламки доби неоліту, які впродовж багатьох років знаходять в полях західніше селища та на пагорбах в межиріччі річок Гнізни Гнилої і Гніздечної, крем'яні та кам'яні сокири епохи енеоліту (мідно-камяної доби 3-2 тис. р. до н. е.) одна з яких, знайдена в 1951 р., експонується у відділі стародавньої історії Тернопільського обласного краєзнавчого музею. Знайдена восени 2009 р. мідна сокира кавказького типу відноситься до рідкісних знахідок епохи ранньої бронзи (енеоліту). У 2012 р. на південно-західному схилі на відстані близько 300 м на захід від селища, в полі на глибині 0,4-0,5 м, знайдена давня кінська упряж, що відноситься до епохи раннього заліза (VIII—VII ст. до н. е.). На околицях Великих Бірок виявлено також могильник 8-6 ст. до н. е. На початку ХХ ст. в експозиціях Подільського музею (тепер ТОКМ) зберігався глиняний посуд періоду висоцької культури (1100—600 рр. до н. е.) знайдений на території селища, але втрачений під час Другої світової війни. Залишки одного з могильників черняхівської культури було випадково виявлено при виконанні земляних робіт, під час будівництва лікарні в центрі селища, восени 1987 р., коли будівельники натрапили на давнє трупопокладення. На місце знахідки прибула Черняхівська експедиція ТОКМ на чолі з відомим археологом Ігорем Геретою, який дослідив і описав це поховання. Є всі підстави вважати, що на теперішній території Великих Бірок у ІІІ — V ст. н. е. існувало поселення черняхівської культури, яке займало обширну площу вздовж південно-західної похилої ділянки лівого берега річки Гнізни Гнилої.</p>
				</div>
				<hr>
				<div class="hblock">
				<h3>Період Середньовіччя</h3>
					<p>Під Короною і Річчю Посполитою</p>
					<p>Перша писемна згадка про поселення датована 10 березня 1410 р., коли, за часів правління короля Владислава ІІ Ягайла, воно входило до Корони Польської. Староста подільський і теребовлянський Пйотр Влодкович (Владкович) у Теребовлі 10 березня 1410 р. підтвердив уклад границі, яка розмежовувала село Чернилів (тепер Чернелів-Руський) від Борка. Щоправда, у Літописі руському згадується битва русько-галицького війська з монголами 1243 р. в Борку; тож, можливо, тут вперше мовиться про нинішні Великі Бірки чи територію, де вони розташовані.</p>
					<p>З польських джерел відомо, що у XV—XVI ст. королівщина Борек разом із 4-ма навколишніми селами входили до Теребовлянського староства (повіту), Галицької землі, Руського воєводства, Королівства Польського. 15 червня 1530 року підстароста Кам'янецький Ян Срочіцкі (Срочицький) дістав дозвіл від короля Сигізмунда І Старого закласти на місці села Борек місто на магдебурзькому праві.</p>
					<p>Однак, він чомусь не спромігся на закладення міста на тому місці, тому в короткому часі змушений уступити ці маєтки галицькому підкоморію Миколаю Сенявському, якому король надав дозвіл на викуп з рук Яна Срочицького королівського села (тоді ще не міста) Борек разом з належними до нього селами: Дичковом, Ходачковом, або Качавою (тепер Малий Ходачків), Галущинцями, і Заднишівкою (тепер в межах смт Підволочиська). У його власності воно перебувало близько 30-ти років, проте Миколай Сенявський, ставши великим коронним гетьманом, володіючи багатьма іншими маєтностями, не прив'язався до Борка. З 1565 р., за часів короля Сигізмунда Авґуста ІІ, містечко Борек разом із сусідніми селами стало власністю королівського управителя Кам'янецького замку Миколая Потоцького і перебувало під пануванням родини магнатів Потоцьких понад 100 років.</p>
					<p>Згідно з люстрацією королівщини Борек, проведеною в 1565 р., населення містечка становило близько 550 душ, які утримували в своїх господарствах 720 волів, 720 овець, 480 свиней і 320 вуликів. В містечку була православна церква св. вмч. Параскевії П'ятниці, а піп сплачував податок в 1 злотий. Працювали також млин, гуральня, також виготовляли солод і розводили рибу в ставку. Фільварок знаходився в сусідньому селі Дичкові, що входило до Борківського маєтку. Загальний дохід пана з містечка становив 273 злотих 23 грошів. Винекненню містечка Борек і його розвитку в XVI ст. сприяло його вигідне розташування поблизу кордону між Короною і Волинськими землями, що входили тоді до Великого князівства Литовського. В той час там установились сприятливі політичні і господарські відносини, процвітала торгівля, діяли митниці, вздовж кордону будувались оборонні укріплення, замки і замочки. Але цей період виявився нетривалим. З прийняттям в 1569 Люблінської унії та утворенням федеративної держави — Речі Посполитої щезли границі з Литвою, митниці ліквідували, прикордонна торгівля занепала. З початком XVII ст. посилилсь татарські набіги, які в тих часах, часто кілька разів на рік, заливали Галицьку землю вбивствами, грабунками та руйнуваннями. Містечко Борек, разом з сусідніми селами, в короткому часі двічі було спустошене татарами у 1624 і 1626 рр.</p>
				</div>
				<hr>
				<div class="hblock">
				<h3>Адміністративний поділ</h3>
				<ul type="disc">
					<li>XV—XVI ст. королівщина Борки входила до Теребовлянського староства (повіту), Галицької землі, Руського воєводства, Корони Королівства Польського.
					<li>1569—1772 — у складі Речі Посполитої.</li>
					<li>Після Першого поділу Речі Посполитої 1772 під владою Габсбурзької монархії.</li>
					<li>Від початку 1782 р. с. Борки увійшло до складу Тернопільського повіту, Тернопільського округу («циркулу»), Королівства Галичини та Володимирії.
					<li>Від 15 червня 1810 до 3 травня 1815 віддано Росії в складі новоутвореного Тернопільского циркулу Тернопільського краю.</li>
					<li>9 червня 1815, після Віденського конґресу, повернуто Габсбурзькій монархії.</li>
					<li>Під час Першої світової війни від 21 серпня 1914 р. до 25 липня 1917 р. Великі Бірки перебувають під російською окупацією в складі Тернопільської губернії, Галицько-Буковинського генерал-губернаторства.</li>
					<li>З початком Листопадового зриву від 1 листопада 1918 до 17 липня 1919 р. — в складі ЗУНР.</li>
					<li>Під час Польсько-радянської війни 1920 р. від 26 липня до 21 серпня село перебуває в складі ГСРР.</li>
					<li>1 вересня 1921 р. входить до Тарнопільського повіту, в складі новоутвореного Тарнопільського воєводства Другої Речі Посполитої.</li>
					<li>1 серпня 1934 утворено сільську гміну Борки Великі (пол. Borki Wielkie), в яку увійшли 11 навколишніх сільських громад Тарнопільського повіту.
					<li>Від 4 грудня 1939 р. входить до Тернопільської області УРСР.</li>
					<li>2 липня 1941 — 21 березня 1944 рр. під час німецько-фашистської окупації від 1 серпня 1941 Великі Бірки — центр волости Тернопільського повіту Крайсгауптманшафту Тернопіль Дистрикту Галичина Генеральної губернії Третього Райху.</li>
					<li>Від 17 січня 1940 р. до 2 липня 1941 і від 21 березня 1944 до 1 січня 1963 р. — районний центр Великоборківського району Тернопільської області.</li>
					<li>У 1963–1966 рр. с. Великі Бірки входило до Підволочиського району.</li>
					<li>Від 8 грудня 1966 р. — до Тернопільського району.</li>
			   	</ul>
			   	</div>
			   	<hr>
			   	<div class="hblock">
			    <h3>Населення</h3>
			    <table id="ht"> 
						<tr>
							<th colspan="11">Чисельність населення, чол.</th>
						</tr>
						<tr class="bright">
							<th>1921</th>
							<th>1931</th>
							<th>1959</th>
							<th>1970</th>
							<th>1979</th>
							<th>1989</th>
							<th>2001</th>
							<th>2011</th>
							<th>2012</th>
							<th>2015</th>
							<th>2016</th>
						</tr>
						<tr>
							<td>2246</td>
							<td>2336</td>
							<td>2139</td>
							<td>2399</td>
							<td>2893</td>
							<td>3384</td>
							<td>3238</td>
							<td>3328</td>
							<td>3429</td>
							<td>3440</td>
							<td>3469</td>
						</tr>	
				</table>
				</div>
				<hr>
				<div class="hblock">
					<h3>Пам'ятники</h3>
					<div id="monuments">
						<div id="m1"><a href="images/monument_big.jpg" title="Пам'ятник полеглим воїнам ЧА (1955)"><img src="images/monument_small.jpg"></a></div>
						<div id="m2"><a href="images/monument2_big.jpg" title="Пам'ятник воїнам односельчанам. (1967, скульптор Лаврентій Гром)"><img src="images/monument2_small.jpg"></a></div>
						<div id="m3"><a href="images/monument3_big.jpg" title="Пам'ятник Тарасові Шевченку (1995, скульптор Микола Невеселий)."><img src="images/monument3_small.jpg"></a></div>
					</div>
					Пам'ятники, пам'ятні знаки та меморіали Великих Бірок:
					<ul type="disc"> 
				    <li>Пам'ятний хрест, про скасування панщини в Галичині, і проведення селянської реформи, внаслідок Революції 1848 р.</li>
					    <li>Хрест про заснування товариства тверезості 1878 р. (знаходиться на подвір'ї церкви святої Параскеви П'ятниці).</li>
					    <li>На військовому цвинтарі, де у братських могилах захоронені понад 1 тис. воїнів Червоної армії, встановлено пам'ятники:</li>
					    <ul type="disc">
					    	<li>воїнам ЧА, які загинули на території Великоборківського району (1955);
					        <li>воїнам односельчанам, полеглим під час Німецько-радянської війни, 1967 р.</li></ul>
					    <li>У 1992 р. активістами місцевого осередку Народного руху України на старому цвинтарі споруджено меморіал борцям за волю України, до якого належать дві насипні могили, з хрестами на вершинах, та пам'ятна стела з написом: «Тут впали за волю сини України тут наша історія слава і честь». Ліва могила з березовим хрестом насипана в пам'ять про полеглих Українських січових стрільців та воїнів УГА, права на місці перезахоронення 34-х полонених вояків УПА, підпільників ОУН та заложників розстріляних гітлерівцями в селищі в січні 1944 року. Архітектор Павло Галоха.</li>
					    <li>В неділю, 14 травня 1995 року, в центрі селища урочисто відкрито пам'ятник Т. Г. Шевченку, виготовлений за рахунок добровільних внесків жителів селища та місцевих підприємств. Скульптор Микола Невеселий, архітектор П. Галоха.</li>
					    <li>У березні 1998 року на центральному корпусі Великобірківській ЗОШ І-ІІІ ст. ім. академіка Степана Балея урочисто встановлена іменна меморіальна дошка.</li>
					</ul>
				</div>
				</div>
			</div>

		<!-- SIDEBAR -->	

		<div id="sidebar">
			<div id="flag">
			</div>
			<hr>
			<div id="signin">
				<form method="GET">
					<input type="login" name="login" placeholder="Логін"><br>
					<input type="password" name="password" placeholder="Пароль"><br>
					<input type="image" value="Увійти"><br>
					<input type="image" value="Зареєструватись">
				</form>
			</div>
			<hr>
			<div class="social">
				Ми в соц. мережах:<br>
					<a href="https://vk.com/forrwarrd"  target="_blank"><img src="icons/vk.png"></a>
					<a href="https://www.facebook.com/forrwarrd" target="_blank"><img src="icons/fb.png"></a>
					<a href="https://www.instagram.com/forrwardd/" target="_blank"><img src="icons/inst.png"></a>
					<a href="mail.html" target="_blank"><img src="icons/email.png"></a>
			</div>
			<hr>
			<div id="weather">
				Погода у Великих Бірках<br>
				
			</div>
			<hr>
			<div id="calendar">
				Календар<br>
				
			</div>
			<hr>
			<div id="adds">
				Оголошення<br>
				<a href="https://vk.com/forrwarrd"><img src="images/avtozapchasti_vokzal2.gif"></a>
				<a href="https://vk.com/forrwarrd"><img src="images/glavnik2.gif"></a>
				<a href="https://vk.com/forrwarrd"><img src="images/vantaj_golub.gif"></a>
				<a href="https://vk.com/forrwarrd"><img src="images/teakwondo_2015.gif"></a>
			</div>
		</div>
	</content>
	
	<!-- FOOTER -->

	<footer>
		<div id="LFooter"> 
			&copy; <?=date ('Y'); ?> 
			<br>
			<a href="index.php">Великі Бірки</a>
		</div>
		<div id="RFooter">
			Зворотній звязок: <br>
			<div class="socIcons">
				<a href="https://vk.com/forrwarrd"  target="_blank"><img src="icons/vk.png" class="icon"></a>
				<a href="https://www.facebook.com/forrwarrd" target="_blank"><img src="icons/fb.png" class="icon"></a>
				<a href="https://www.instagram.com/forrwardd/" target="_blank"><img src="icons/inst.png" class="icon"></a>
				<a href="mail.html" target="_blank" class="last"><img src="icons/email.png" class="icon"></a>
			</div>
		</div>
	</footer>
</body>
</html>